{
  "0": "\u0000",
  "1": "\u0001",
  "2": "\u0002",
  "3": "\u0003",
  "4": "\u0004",
  "5": "\u0005",
  "6": "\u0006",
  "7": "\u0007",
  "8": "\b",
  "9": "\t",
  "10": "\n",
  "11": "\u000b",
  "12": "\f",
  "13": "\r",
  "14": "\u000e",
  "15": "\u000f",
  "16": "\u0010",
  "17": "\u0011",
  "18": "\u0012",
  "19": "\u0013",
  "20": "\u0014",
  "21": "\u0015",
  "22": "\u0016",
  "23": "\u0017",
  "24": "\u0018",
  "25": "\u0019",
  "26": "\u001a",
  "27": "\u001b",
  "28": "\u001c",
  "29": "\u001d",
  "30": "\u001e",
  "31": "\u001f",
  "32": " ",
  "33": "!",
  "34": "\"",
  "35": "#",
  "36": "$",
  "37": "%",
  "38": "&",
  "39": "'",
  "40": "(",
  "41": ")",
  "42": "*",
  "43": "+",
  "44": ",",
  "45": "-",
  "46": ".",
  "47": "/",
  "48": "0",
  "49": "1",
  "50": "2",
  "51": "3",
  "52": "4",
  "53": "5",
  "54": "6",
  "55": "7",
  "56": "8",
  "57": "9",
  "58": ":",
  "59": ";",
  "60": "<",
  "61": "=",
  "62": ">",
  "63": "?",
  "64": "@",
  "65": "A",
  "66": "B",
  "67": "C",
  "68": "D",
  "69": "E",
  "70": "F",
  "71": "G",
  "72": "H",
  "73": "I",
  "74": "J",
  "75": "K",
  "76": "L",
  "77": "M",
  "78": "N",
  "79": "O",
  "80": "P",
  "81": "Q",
  "82": "R",
  "83": "S",
  "84": "T",
  "85": "U",
  "86": "V",
  "87": "W",
  "88": "X",
  "89": "Y",
  "90": "Z",
  "91": "[",
  "92": "\\",
  "93": "]",
  "94": "^",
  "95": "_",
  "96": "`",
  "97": "a",
  "98": "b",
  "99": "c",
  "100": "d",
  "101": "e",
  "102": "f",
  "103": "g",
  "104": "h",
  "105": "i",
  "106": "j",
  "107": "k",
  "108": "l",
  "109": "m",
  "110": "n",
  "111": "o",
  "112": "p",
  "113": "q",
  "114": "r",
  "115": "s",
  "116": "t",
  "117": "u",
  "118": "v",
  "119": "w",
  "120": "x",
  "121": "y",
  "122": "z",
  "123": "{",
  "124": "|",
  "125": "}",
  "126": "~",
  "127": "",
  "128": "80",
  "129": "81",
  "130": "82",
  "131": "83",
  "132": "84",
  "133": "85",
  "134": "86",
  "135": "87",
  "136": "88",
  "137": "89",
  "138": "8a",
  "139": "8b",
  "140": "8c",
  "141": "8d",
  "142": "8e",
  "143": "8f",
  "144": "90",
  "145": "91",
  "146": "92",
  "147": "93",
  "148": "94",
  "149": "95",
  "150": "96",
  "151": "97",
  "152": "98",
  "153": "99",
  "154": "9a",
  "155": "9b",
  "156": "9c",
  "157": "9d",
  "158": "9e",
  "159": "9f",
  "160": "a0",
  "161": "a1",
  "162": "a2",
  "163": "a3",
  "164": "a4",
  "165": "a5",
  "166": "a6",
  "167": "a7",
  "168": "a8",
  "169": "a9",
  "170": "aa",
  "171": "ab",
  "172": "ac",
  "173": "ad",
  "174": "ae",
  "175": "af",
  "176": "b0",
  "177": "b1",
  "178": "b2",
  "179": "b3",
  "180": "b4",
  "181": "b5",
  "182": "b6",
  "183": "b7",
  "184": "b8",
  "185": "b9",
  "186": "ba",
  "187": "bb",
  "188": "bc",
  "189": "bd",
  "190": "be",
  "191": "bf",
  "192": "c0",
  "193": "c1",
  "194": "c2",
  "195": "c3",
  "196": "c4",
  "197": "c5",
  "198": "c6",
  "199": "c7",
  "200": "c8",
  "201": "c9",
  "202": "ca",
  "203": "cb",
  "204": "cc",
  "205": "cd",
  "206": "ce",
  "207": "cf",
  "208": "d0",
  "209": "d1",
  "210": "d2",
  "211": "d3",
  "212": "d4",
  "213": "d5",
  "214": "d6",
  "215": "d7",
  "216": "d8",
  "217": "d9",
  "218": "da",
  "219": "db",
  "220": "dc",
  "221": "dd",
  "222": "de",
  "223": "df",
  "224": "e0",
  "225": "e1",
  "226": "e2",
  "227": "e3",
  "228": "e4",
  "229": "e5",
  "230": "e6",
  "231": "e7",
  "232": "e8",
  "233": "e9",
  "234": "ea",
  "235": "eb",
  "236": "ec",
  "237": "ed",
  "238": "ee",
  "239": "ef",
  "240": "f0",
  "241": "f1",
  "242": "f2",
  "243": "f3",
  "244": "f4",
  "245": "f5",
  "246": "f6",
  "247": "f7",
  "248": "f8",
  "249": "f9",
  "250": "fa",
  "251": "fb",
  "252": "fc",
  "253": "fd",
  "254": "fe",
  "255": "ff",
  "256": " d",
  "257": "ra",
  "258": " e",
  "259": "as",
  "260": " p",
  "261": " c",
  "262": " a",
  "263": " de",
  "264": "nt",
  "265": "os",
  "266": "es",
  "267": "ri",
  "268": "la",
  "269": " s",
  "270": "or",
  "271": "me",
  "272": "ma",
  "273": "er",
  "274": "do",
  "275": " co",
  "276": "ran",
  "277": "ta",
  "278": "da",
  "279": "ro",
  "280": "20c3",
  "281": "ranj",
  "282": "ã",
  "283": "ão",
  "284": " f",
  "285": "is",
  "286": " la",
  "287": "in",
  "288": "qu",
  "289": " laranj",
  "290": " o",
  "291": "9480",
  "292": "─",
  "293": "──",
  "294": "ment",
  "295": " n",
  "296": "ti",
  "297": "re",
  "298": "de",
  "299": "í",
  "300": " u",
  "301": "ç",
  "302": "ca",
  "303": "ci",
  "304": "to",
  "305": "en",
  "306": " ,",
  "307": " do",
  "308": " em",
  "309": " m",
  "310": "==",
  "311": "du",
  "312": "li",
  "313": " v",
  "314": "co",
  "315": " qu",
  "316": " com",
  "317": "é",
  "318": " laranja",
  "319": "ru",
  "320": " pa",
  "321": "mente",
  "322": " da",
  "323": "á",
  "324": "al",
  "325": " pro",
  "326": " ma",
  "327": ".\n",
  "328": "te",
  "329": " é",
  "330": "das",
  "331": "dos",
  "332": " g",
  "333": " as",
  "334": "lo",
  "335": " se",
  "336": "────",
  "337": "ção",
  "338": " A",
  "339": "ei",
  "340": " por",
  "341": " es",
  "342": "di",
  "343": " C",
  "344": " (",
  "345": "ras",
  "346": " re",
  "347": "il",
  "348": " um",
  "349": " que",
  "350": "ul",
  "351": "an",
  "352": " po",
  "353": " su",
  "354": " á",
  "355": "ce",
  "356": " con",
  "357": " t",
  "358": " E",
  "359": "va",
  "360": "ni",
  "361": "res",
  "362": "tri",
  "363": "ó",
  "364": " fru",
  "365": " produ",
  "366": "tu",
  "367": "ve",
  "368": " uma",
  "369": " para",
  "370": " na",
  "371": " b",
  "372": "ge",
  "373": "le",
  "374": "ê",
  "375": "nte",
  "376": " .",
  "377": "mo",
  "378": " ou",
  "379": "ndo",
  "380": "us",
  "381": " no",
  "382": " ta",
  "383": " in",
  "384": " to",
  "385": "era",
  "386": "gu",
  "387": "mi",
  "388": "na",
  "389": "nci",
  "390": "ol",
  "391": "ros",
  "392": " laranjas",
  "393": "ant",
  "394": "se",
  "395": " são",
  "396": " P",
  "397": " U",
  "398": "ha",
  "399": "b56573",
  "400": "ões",
  "401": "ores",
  "402": " ==",
  "403": "ica",
  "404": " como",
  "405": "────────",
  "406": "cas",
  "407": "ne",
  "408": "tos",
  "409": "e280",
  "410": " cul",
  "411": "ina",
  "412": " O",
  "413": " ca",
  "414": " fo",
  "415": "tiva",
  "416": " mu",
  "417": " L",
  "418": " N",
  "419": " des",
  "420": "mento",
  "421": " esp",
  "422": " B",
  "423": " i",
  "424": " me",
  "425": "20e280",
  "426": "it",
  "427": " en",
  "428": " )",
  "429": " h",
  "430": "des",
  "431": "pa",
  "432": "si",
  "433": "za",
  "434": " F",
  "435": "cos",
  "436": "em",
  "437": "ter",
  "438": " pri",
  "439": " ap",
  "440": "dade",
  "441": " M",
  "442": " li",
  "443": "20",
  "444": "rv",
  "445": "sa",
  "446": "ém",
  "447": " árv",
  "448": "fica",
  "449": "ga",
  "450": "gi",
  "451": "zi",
  "452": "ram",
  "453": " cas",
  "454": " cí",
  "455": " cont",
  "456": "ções",
  "457": " va",
  "458": " mais",
  "459": " suco",
  "460": "tura",
  "461": " cultiva",
  "462": " cítri",
  "463": " D",
  "464": " pe",
  "465": "rie",
  "466": " os",
  "467": "las",
  "468": "mb",
  "469": "nos",
  "470": "on",
  "471": "so",
  "472": "vi",
  "473": "xer",
  "474": " per",
  "475": " ser",
  "476": "almente",
  "477": " S",
  "478": "-do",
  "479": "ent",
  "480": "fer",
  "481": "por",
  "482": " ex",
  "483": "anto",
  "484": " R",
  "485": " T",
  "486": " .\n",
  "487": "ar",
  "488": "ces",
  "489": "tas",
  "490": "â",
  "491": " di",
  "492": " ent",
  "493": " al",
  "494": "ça",
  "495": " mil",
  "496": "ári",
  "497": "eiras",
  "498": " •",
  "499": "has",
  "500": " não",
  "501": "eno",
  "502": "rus",
  "503": " produção",
  "504": "geri",
  "505": " ==\n",
  "506": " casca",
  "507": "ito",
  "508": "lu",
  "509": "pe",
  "510": "po",
  "511": "ura",
  "512": "ze",
  "513": " dos",
  "514": " am",
  "515": "ladas",
  "516": " sa",
  "517": "rodu",
  "518": " vi",
  "519": " par",
  "520": " pode",
  "521": " Em",
  "522": " Es",
  "523": "óri",
  "524": "vel",
  "525": " US",
  "526": " princi",
  "527": "-doce",
  "528": " te",
  "529": "ali",
  "530": "bri",
  "531": "lh",
  "532": "ou",
  "533": " laranjeiras",
  "534": "tiv",
  "535": " ve",
  "536": "eira",
  "537": " Cit",
  "538": "rasil",
  "539": " fruto",
  "540": " tan",
  "541": "neladas",
  "542": " No",
  "543": " árvores",
  "544": " Citrus",
  "545": "be",
  "546": "cu",
  "547": "ia",
  "548": "pos",
  "549": "su",
  "550": "ú",
  "551": " ao",
  "552": "melo",
  "553": "dades",
  "554": " à",
  "555": "que",
  "556": " doce",
  "557": "lia",
  "558": "éci",
  "559": " gera",
  "560": "ando",
  "561": " out",
  "562": " toneladas",
  "563": "ncia",
  "564": "────────────────",
  "565": " foi",
  "566": " La",
  "567": " Brasil",
  "568": " int",
  "569": " tangeri",
  "570": " I",
  "571": "ig",
  "572": "lmente",
  "573": "no",
  "574": "ndi",
  "575": "tra",
  "576": "ver",
  "577": "ria",
  "578": "quanto",
  "579": "mentes",
  "580": " mai",
  "581": " sementes",
  "582": " As",
  "583": " porta",
  "584": " pomelo",
  "585": "ndoa",
  "586": " espéci",
  "587": " enquanto",
  "588": " varie",
  "589": " entre",
  "590": " tangerina",
  "591": "=\n",
  "592": "clu",
  "593": "he",
  "594": "lóri",
  "595": "mina",
  "596": "palmente",
  "597": " dis",
  "598": "lant",
  "599": "tados",
  "600": "ranja",
  "601": "ís",
  "602": "íde",
  "603": " doen",
  "604": " mes",
  "605": "===",
  "606": "êndoa",
  "607": " inclu",
  "608": " Uni",
  "609": " ===\n",
  "610": " foram",
  "611": " hí",
  "612": " Flóri",
  "613": "mbém",
  "614": " principalmente",
  "615": " vez",
  "616": " Flórida",
  "617": " \"",
  "618": " j",
  "619": " res",
  "620": "-en",
  "621": "ada",
  "622": "sil",
  "623": "tí",
  "624": " plant",
  "625": " psil",
  "626": " ci",
  "627": "mendo",
  "628": "mada",
  "629": " colh",
  "630": "car",
  "631": " mas",
  "632": " man",
  "633": " Co",
  "634": " sua",
  "635": "nia",
  "636": "nifica",
  "637": " também",
  "638": " enxer",
  "639": " ),",
  "640": " híbri",
  "641": "-enxer",
  "642": " psilíde",
  "643": " V",
  "644": "-se",
  "645": "bor",
  "646": "cul",
  "647": "dor",
  "648": "ente",
  "649": "fó",
  "650": "go",
  "651": "ira",
  "652": "mas",
  "653": "mes",
  "654": "rnia",
  "655": "ur",
  "656": "xi",
  "657": " das",
  "658": " dura",
  "659": " cor",
  "660": " cer",
  "661": " ar",
  "662": " at",
  "663": " aro",
  "664": "nto",
  "665": "ore",
  "666": "mar",
  "667": "tado",
  "668": " for",
  "669": "indo",
  "670": " nas",
  "671": "cio",
  "672": "cido",
  "673": "ens",
  "674": " vol",
  "675": "áti",
  "676": " gran",
  "677": " seu",
  "678": "eita",
  "679": " est",
  "680": " Cali",
  "681": " rela",
  "682": " áre",
  "683": " ter",
  "684": " fruta",
  "685": " frutos",
  "686": " frutas",
  "687": " produzi",
  "688": "gem",
  "689": "ência",
  "690": " muito",
  "691": "201",
  "692": " árvore",
  "693": "entes",
  "694": " amêndoa",
  "695": " Estados",
  "696": " tem",
  "697": " geralmente",
  "698": " maior",
  "699": " Unidos",
  "700": " citri",
  "701": "fórnia",
  "702": " Califórnia",
  "703": " G",
  "704": " J",
  "705": " ra",
  "706": " or",
  "707": ").",
  "708": "-a",
  "709": "00",
  "710": "As",
  "711": "cter",
  "712": "chas",
  "713": "dores",
  "714": "ns",
  "715": "odo",
  "716": "pu",
  "717": "rci",
  "718": "tro",
  "719": "zen",
  "720": " pos",
  "721": " cli",
  "722": "ntes",
  "723": " sé",
  "724": " sig",
  "725": "merci",
  "726": "mazen",
  "727": " usa",
  "728": " ver",
  "729": " gre",
  "730": " águ",
  "731": " condi",
  "732": " consi",
  "733": "ós",
  "734": "êm",
  "735": "anti",
  "736": " cítricas",
  "737": " pela",
  "738": "enta",
  "739": "ários",
  "740": "zeda",
  "741": "tivo",
  "742": " outros",
  "743": " Laranja",
  "744": " doença",
  "745": " cerca",
  "746": " aroma",
  "747": " significa",
  "748": " água",
  "749": "am",
  "750": "fe",
  "751": "ik",
  "752": "ides",
  "753": "les",
  "754": "nde",
  "755": "pera",
  "756": "tor",
  "757": "um",
  "758": "vol",
  "759": "b36c65",
  "760": "rado",
  "761": "ase",
  "762": " an",
  "763": " anos",
  "764": " amendo",
  "765": "nti",
  "766": "rig",
  "767": "rica",
  "768": "lar",
  "769": "ero",
  "770": " colo",
  "771": " comerci",
  "772": "rans",
  "773": "tamina",
  "774": "ron",
  "775": "rou",
  "776": " óle",
  "777": "ing",
  "778": "mentos",
  "779": " nu",
  "780": "ími",
  "781": "cida",
  "782": "cion",
  "783": "enas",
  "784": " quanti",
  "785": "és",
  "786": "ás",
  "787": "alor",
  "788": " madu",
  "789": " segu",
  "790": " sub",
  "791": " cons",
  "792": " consu",
  "793": " conhe",
  "794": " têm",
  "795": " produz",
  "796": "veis",
  "797": " tota",
  "798": "sifica",
  "799": " prime",
  "800": " lim",
  "801": "200",
  "802": " contro",
  "803": "lassifica",
  "804": "ferentes",
  "805": "âni",
  "806": " milh",
  "807": " sabor",
  "808": "roduzi",
  "809": " vitamina",
  "810": " parti",
  "811": " espécie",
  "812": "-enxerto",
  "813": " durante",
  "814": " grande",
  "815": "mazena",
  "816": " green",
  "817": "ímicos",
  "818": "),",
  "819": "-de",
  "820": "17",
  "821": "18",
  "822": "Co",
  "823": "Em",
  "824": "ado",
  "825": "ba",
  "826": "bo",
  "827": "bu",
  "828": "ch",
  "829": "cí",
  "830": "fi",
  "831": "for",
  "832": "gra",
  "833": "gal",
  "834": "ido",
  "835": "lpa",
  "836": "nus",
  "837": "plo",
  "838": "sos",
  "839": "stri",
  "840": "tores",
  "841": "uas",
  "842": "uro",
  "843": "xo",
  "844": "yg",
  "845": "e0a4",
  "846": "e0ae",
  "847": "e0b4",
  "848": "racter",
  "849": " pra",
  "850": " pre",
  "851": " ch",
  "852": "ricas",
  "853": "lada",
  "854": " so",
  "855": "ortu",
  "856": "tada",
  "857": "tamente",
  "858": " ú",
  "859": " fres",
  "860": " fol",
  "861": "inha",
  "862": "tili",
  "863": "ticas",
  "864": "den",
  "865": "endo",
  "866": "ende",
  "867": "envol",
  "868": " quando",
  "869": " comp",
  "870": " proces",
  "871": "teis",
  "872": " Al",
  "873": " esta",
  "874": "dio",
  "875": " redu",
  "876": " regi",
  "877": " refer",
  "878": " popu",
  "879": " polpa",
  "880": " conge",
  "881": " ba",
  "882": "mon",
  "883": " inse",
  "884": " Pa",
  "885": " Produ",
  "886": " Portu",
  "887": " Os",
  "888": " caracter",
  "889": " mundi",
  "890": " Na",
  "891": " desenvol",
  "892": " menos",
  "893": " apenas",
  "894": " contém",
  "895": " cultivadas",
  "896": " cultivares",
  "897": " cítrica",
  "898": " cítrico",
  "899": " diferentes",
  "900": "ário",
  "901": " parte",
  "902": " podem",
  "903": "culo",
  "904": " às",
  "905": " introduzi",
  "906": " variedade",
  "907": " variedades",
  "908": "ísticas",
  "909": " incluindo",
  "910": " manchas",
  "911": " Como",
  "912": " híbrido",
  "913": " psilídeo",
  "914": " armazena",
  "915": " tempera",
  "916": "-azeda",
  "917": " condições",
  "918": "feri",
  "919": " primeira",
  "920": " milhões",
  "921": " partir",
  "922": " greening",
  "923": " folhas",
  "924": " congela",
  "925": " Portugal",
  "926": " características",
  "927": " mundial",
  "928": " desenvolvi",
  "929": " %",
  "930": " H",
  "931": " Q",
  "932": " X",
  "933": " lo",
  "934": " ha",
  "935": "15",
  "936": "19",
  "937": "DA",
  "938": "ados",
  "939": "ct",
  "940": "cer",
  "941": "cis",
  "942": "clo",
  "943": "cha",
  "944": "der",
  "945": "dú",
  "946": "el",
  "947": "fra",
  "948": "fé",
  "949": "gas",
  "950": "gri",
  "951": "gmentos",
  "952": "ht",
  "953": "ib",
  "954": "io",
  "955": "ir",
  "956": "idas",
  "957": "iáti",
  "958": "lis",
  "959": "lus",
  "960": "nas",
  "961": "nes",
  "962": "pt",
  "963": "râ",
  "964": "tru",
  "965": "tóri",
  "966": "wik",
  "967": "ن",
  "968": " duas",
  "969": " era",
  "970": " evi",
  "971": " cres",
  "972": " cha",
  "973": " cit",
  "974": " classifica",
  "975": " au",
  "976": " ama",
  "977": " amb",
  "978": " aze",
  "979": " ano",
  "980": " deri",
  "981": " deve",
  "982": " deter",
  "983": "osa",
  "984": "rif",
  "985": "ris",
  "986": "lav",
  "987": " sin",
  "988": " sol",
  "989": "meros",
  "990": "erva",
  "991": "tações",
  "992": "dalus",
  "993": "roxi",
  "994": " É",
  "995": "ranjas",
  "996": " fre",
  "997": " fei",
  "998": "iste",
  "999": " lati",
  "1000": "inas",
  "1001": "ines",
  "1002": "inal",
  "1003": "ingi",
  "1004": "quer",
  "1005": "químicos",
  "1006": " onde",
  "1007": "tiza",
  "1008": "ticu",
  "1009": "dera",
  "1010": "íodo",
  "1011": " utili",
  "1012": "ças",
  "1013": "cação",
  "1014": " doces",
  "1015": " mo",
  "1016": " vários",
  "1017": "cou",
  "1018": " quali",
  "1019": " quase",
  "1020": " compos",
  "1021": "ruza",
  "1022": "runus",
  "1023": "ável",
  "1024": " ge",
  "1025": " gra",
  "1026": " asiáti",
  "1027": "dia",
  "1028": " Ch",
  "1029": " rep",
  "1030": " pomar",
  "1031": " sur",
  "1032": " ácido",
  "1033": "cem",
  "1034": " tra",
  "1035": " trans",
  "1036": "resenta",
  "1037": " bran",
  "1038": " bem",
  "1039": "ês",
  "1040": "usse",
  "1041": " indú",
  "1042": " todas",
  "1043": " cultivo",
  "1044": " Ou",
  "1045": " car",
  "1046": " caus",
  "1047": "tivamente",
  "1048": " mundo",
  "1049": " espe",
  "1050": " espre",
  "1051": " men",
  "1052": " —",
  "1053": "itas",
  "1054": " ).",
  "1055": "pais",
  "1056": "paga",
  "1057": "sim",
  "1058": "emplo",
  "1059": "terna",
  "1060": " apli",
  "1061": " após",
  "1062": " aproxi",
  "1063": " Mé",
  "1064": " vari",
  "1065": " varia",
  "1066": " cultivar",
  "1067": " pele",
  "1068": " período",
  "1069": " expor",
  "1070": " Re",
  "1071": " entanto",
  "1072": " algu",
  "1073": "enoides",
  "1074": " safra",
  "1075": " principais",
  "1076": "bele",
  "1077": " outras",
  "1078": "────────────────────────────────",
  "1079": " inter",
  "1080": " disti",
  "1081": " mesmo",
  "1082": " vezes",
  "1083": " jo",
  "1084": "madamente",
  "1085": " colheita",
  "1086": " híbridos",
  "1087": " psilídeos",
  "1088": " atingi",
  "1089": "ciona",
  "1090": "ensis",
  "1091": " estão",
  "1092": " está",
  "1093": " área",
  "1094": " áreas",
  "1095": " citrinos",
  "1096": " clima",
  "1097": " século",
  "1098": " usado",
  "1099": " verde",
  "1100": " aromatiza",
  "1101": " amendoeira",
  "1102": " conhecida",
  "1103": " total",
  "1104": "stria",
  "1105": " popula",
  "1106": " Qu",
  "1107": "gricul",
  "1108": "wiki",
  "1109": " citros",
  "1110": " deriva",
  "1111": " sinensis",
  "1112": " latim",
  "1113": " utiliza",
  "1114": " compostos",
  "1115": "ruzamento",
  "1116": " asiático",
  "1117": " indústria",
  "1118": " aproximadamente",
  "1119": " l",
  "1120": " x",
  "1121": " lu",
  "1122": " ricas",
  "1123": "\".",
  "1124": ").\n",
  "1125": "-li",
  "1126": "-co",
  "1127": "//",
  "1128": "14",
  "1129": "16",
  "1130": "50",
  "1131": "://",
  "1132": "Mo",
  "1133": "ama",
  "1134": "ais",
  "1135": "adas",
  "1136": "ber",
  "1137": "cri",
  "1138": "cor",
  "1139": "cta",
  "1140": "ecta",
  "1141": "fera",
  "1142": "gica",
  "1143": "gâni",
  "1144": "ho",
  "1145": "hó",
  "1146": "iu",
  "1147": "iz",
  "1148": "ico",
  "1149": "ian",
  "1150": "ixo",
  "1151": "leno",
  "1152": "mos",
  "1153": "min",
  "1154": "mpor",
  "1155": "ngo",
  "1156": "nero",
  "1157": "ot",
  "1158": "odas",
  "1159": "omi",
  "1160": "olia",
  "1161": "ps",
  "1162": "pas",
  "1163": "per",
  "1164": "pica",
  "1165": "pon",
  "1166": "ry",
  "1167": "rá",
  "1168": "são",
  "1169": "sso",
  "1170": "té",
  "1171": "tros",
  "1172": "tps",
  "1173": "uda",
  "1174": "vém",
  "1175": "vés",
  "1176": "xas",
  "1177": "8be280",
  "1178": "8d6e6469",
  "1179": "ā",
  "1180": " dul",
  "1181": " ele",
  "1182": " elas",
  "1183": " pes",
  "1184": " pres",
  "1185": " ce",
  "1186": " che",
  "1187": " cur",
  "1188": " cruzamento",
  "1189": " aç",
  "1190": " ali",
  "1191": " atra",
  "1192": " depo",
  "1193": "ntro",
  "1194": "esar",
  "1195": " san",
  "1196": "ordu",
  "1197": "mane",
  "1198": "tar",
  "1199": "tante",
  "1200": "tando",
  "1201": "rot",
  "1202": " Índi",
  "1203": " fa",
  "1204": " fri",
  "1205": "ismo",
  "1206": "istura",
  "1207": " ob",
  "1208": " oran",
  "1209": " orig",
  "1210": " ne",
  "1211": " nos",
  "1212": " nā",
  "1213": "tia",
  "1214": "ticos",
  "1215": "ía",
  "1216": "ídos",
  "1217": " uso",
  "1218": "cados",
  "1219": "cidos",
  "1220": "tou",
  "1221": "endi",
  "1222": " embo",
  "1223": " mé",
  "1224": " modo",
  "1225": " mistura",
  "1226": "==\n",
  "1227": "====",
  "1228": "dula",
  "1229": "dure",
  "1230": " valor",
  "1231": " vendi",
  "1232": " quei",
  "1233": " pais",
  "1234": " país",
  "1235": " palav",
  "1236": "áteis",
  "1237": " propor",
  "1238": " propaga",
  "1239": " provém",
  "1240": "tera",
  "1241": "teri",
  "1242": " gen",
  "1243": " gordu",
  "1244": " assim",
  "1245": "logi",
  "1246": " sem",
  "1247": " semente",
  "1248": " sele",
  "1249": " seus",
  "1250": " segmentos",
  "1251": " Am",
  "1252": "eiro",
  "1253": " portu",
  "1254": " porque",
  "1255": "diter",
  "1256": " Cris",
  "1257": " referi",
  "1258": " requer",
  "1259": "ilha",
  "1260": "anhó",
  "1261": "cent",
  "1262": " conden",
  "1263": " concent",
  "1264": " trou",
  "1265": " trif",
  "1266": " Euro",
  "1267": " produtos",
  "1268": " produtor",
  "1269": "turas",
  "1270": " be",
  "1271": " bor",
  "1272": " bot",
  "1273": "ênci",
  "1274": "ntemente",
  "1275": "ust",
  "1276": " tal",
  "1277": "eram",
  "1278": "erais",
  "1279": "mido",
  "1280": "antes",
  "1281": "sel",
  "1282": " Prunus",
  "1283": " Um",
  "1284": " ====\n",
  "1285": "neo",
  "1286": " cada",
  "1287": " mutações",
  "1288": " muitas",
  "1289": " Lu",
  "1290": " desco",
  "1291": " espanhó",
  "1292": " Brig",
  "1293": " ir",
  "1294": "20e2808be280",
  "1295": " hecta",
  "1296": "para",
  "1297": "202",
  "1298": " casa",
  "1299": " cultivada",
  "1300": " cítricos",
  "1301": " De",
  "1302": " perf",
  "1303": " permane",
  "1304": " Se",
  "1305": "-doces",
  "1306": " extra",
  "1307": " exemplo",
  "1308": " Russe",
  "1309": " alto",
  "1310": "itoquímicos",
  "1311": " dossel",
  "1312": " amyg",
  "1313": " vida",
  "1314": " USDA",
  "1315": "tivas",
  "1316": "bela",
  "1317": "sui",
  "1318": " Late",
  "1319": " Isso",
  "1320": " maio",
  "1321": " espécies",
  "1322": " doenças",
  "1323": "tível",
  "1324": " enxerto",
  "1325": "-enxertos",
  "1326": " Ver",
  "1327": "culas",
  "1328": "xico",
  "1329": " até",
  "1330": " forma",
  "1331": " volu",
  "1332": " voláteis",
  "1333": " produzido",
  "1334": " possui",
  "1335": " óleo",
  "1336": " óleos",
  "1337": " quantidade",
  "1338": " quantidades",
  "1339": " seguido",
  "1340": " consumo",
  "1341": "Como",
  "1342": "grada",
  "1343": " sob",
  "1344": " frescas",
  "1345": " comple",
  "1346": " processo",
  "1347": " estabele",
  "1348": " região",
  "1349": " refere",
  "1350": "moneno",
  "1351": " Produção",
  "1352": " armazenamento",
  "1353": " temperatura",
  "1354": " congelamento",
  "1355": " desenvolvimento",
  "1356": "râneo",
  "1357": "truiu",
  "1358": "tórios",
  "1359": "d986d8",
  "1360": " chama",
  "1361": " ambi",
  "1362": " devem",
  "1363": " determina",
  "1364": " freque",
  "1365": " feito",
  "1366": " qualidade",
  "1367": " China",
  "1368": " surgi",
  "1369": " branco",
  "1370": " aplica",
  "1371": " Refer",
  "1372": " distint",
  "1373": " joan",
  "1374": " populações",
  "1375": "gricultura",
  "1376": "oliata",
  "1377": " dulcis",
  "1378": " açú",
  "1379": " através",
  "1380": " depois",
  "1381": " sangu",
  "1382": " Índia",
  "1383": " embora",
  "1384": " palavra",
  "1385": "logia",
  "1386": " portugu",
  "1387": "diterrâneo",
  "1388": " troux",
  "1389": " trifoliata",
  "1390": "ências",
  "1391": " espanhóis",
  "1392": " Bright",
  "1393": " ​​",
  "1394": " hectares",
  "1395": " Russet",
  "1396": " K",
  "1397": " W",
  "1398": " w",
  "1399": "20c2",
  "1400": " ti",
  "1401": " ras",
  "1402": " le",
  "1403": "20d986d8",
  "1404": "\",",
  "1405": "-os",
  "1406": "-es",
  "1407": "-las",
  "1408": "-Mo",
  "1409": ".C",
  "1410": ".or",
  "1411": ".wiki",
  "1412": "/L",
  "1413": "/wiki",
  "1414": "10",
  "1415": "12",
  "1416": "100",
  "1417": "22",
  "1418": "24",
  "1419": "314",
  "1420": "47",
  "1421": "49",
  "1422": "87",
  "1423": "98",
  "1424": ":\n",
  "1425": "Ap",
  "1426": "Idio",
  "1427": "Os",
  "1428": "RL",
  "1429": "Tí",
  "1430": "Um",
  "1431": "URL",
  "1432": "ae",
  "1433": "ag",
  "1434": "ara",
  "1435": "bas",
  "1436": "big",
  "1437": "ck",
  "1438": "cy",
  "1439": "cós",
  "1440": "dá",
  "1441": "dê",
  "1442": "ed",
  "1443": "ew",
  "1444": "exas",
  "1445": "editerrâneo",
  "1446": "fri",
  "1447": "gn",
  "1448": "gr",
  "1449": "gor",
  "1450": "gen",
  "1451": "gru",
  "1452": "hes",
  "1453": "heita",
  "1454": "int",
  "1455": "ide",
  "1456": "iol",
  "1457": "iver",
  "1458": "into",
  "1459": "icí",
  "1460": "jo",
  "1461": "jam",
  "1462": "los",
  "1463": "lor",
  "1464": "lin",
  "1465": "lco",
  "1466": "lha",
  "1467": "lina",
  "1468": "mu",
  "1469": "mêndoa",
  "1470": "máti",
  "1471": "nh",
  "1472": "nge",
  "1473": "oi",
  "1474": "ora",
  "1475": "ola",
  "1476": "ois",
  "1477": "ona",
  "1478": "ocar",
  "1479": "pp",
  "1480": "pri",
  "1481": "pé",
  "1482": "pan",
  "1483": "prie",
  "1484": "plas",
  "1485": "produ",
  "1486": "pende",
  "1487": "penoides",
  "1488": "rás",
  "1489": "rsos",
  "1490": "rteis",
  "1491": "rês",
  "1492": "ses",
  "1493": "sal",
  "1494": "ster",
  "1495": "ts",
  "1496": "tão",
  "1497": "ten",
  "1498": "tó",
  "1499": "tém",
  "1500": "tâ",
  "1501": "ttps",
  "1502": "uri",
  "1503": "uta",
  "1504": "uco",
  "1505": "ulo",
  "1506": "uada",
  "1507": "umes",
  "1508": "vros",
  "1509": "xa",
  "1510": "xon",
  "1511": "xpe",
  "1512": "xia",
  "1513": "xuada",
  "1514": "zes",
  "1515": "zona",
  "1516": "a7d8",
  "1517": "af8d",
  "1518": "É",
  "1519": "்",
  "1520": " dão",
  "1521": "rag",
  "1522": "ração",
  "1523": " eti",
  "1524": " efi",
  "1525": " euro",
  "1526": "astante",
  "1527": " pr",
  "1528": " pt",
  "1529": " pura",
  "1530": " cu",
  "1531": " cri",
  "1532": " cin",
  "1533": " calor",
  "1534": " aos",
  "1535": " ame",
  "1536": " ata",
  "1537": " ada",
  "1538": " ade",
  "1539": " atu",
  "1540": " aus",
  "1541": " aura",
  "1542": " aque",
  "1543": " abor",
  "1544": " ador",
  "1545": " azeda",
  "1546": " dentro",
  "1547": "oso",
  "1548": "eses",
  "1549": "este",
  "1550": "estível",
  "1551": "rias",
  "1552": "rida",
  "1553": "rina",
  "1554": "rimento",
  "1555": "ridade",
  "1556": "ribu",
  "1557": "rizona",
  "1558": "lata",
  "1559": " sen",
  "1560": " sul",
  "1561": " sâ",
  "1562": " spo",
  "1563": " sido",
  "1564": " sendo",
  "1565": " spp",
  "1566": "ordes",
  "1567": "meza",
  "1568": "mares",
  "1569": "erra",
  "1570": "erga",
  "1571": "ervi",
  "1572": " cole",
  "1573": "rança",
  "1574": "tali",
  "1575": "tadas",
  "1576": "damente",
  "1577": "dagem",
  "1578": " ×",
  "1579": " ft",
  "1580": " fu",
  "1581": " fran",
  "1582": " fina",
  "1583": " fam",
  "1584": " fel",
  "1585": " fir",
  "1586": " final",
  "1587": " fitoquímicos",
  "1588": "ista",
  "1589": "issão",
  "1590": "ine",
  "1591": "inu",
  "1592": "inhas",
  "1593": "quis",
  "1594": "quando",
  "1595": " laranjeira",
  "1596": " oito",
  "1597": "menta",
  "1598": " nú",
  "1599": "tima",
  "1600": "tici",
  "1601": "tico",
  "1602": "timo",
  "1603": "tivi",
  "1604": "timada",
  "1605": "relo",
  "1606": "retamente",
  "1607": "deira",
  "1608": "derado",
  "1609": "deídos",
  "1610": "ín",
  "1611": "íco",
  "1612": "ína",
  "1613": "íne",
  "1614": "ível",
  "1615": "ília",
  "1616": "ício",
  "1617": "íveis",
  "1618": " uni",
  "1619": "ço",
  "1620": "cala",
  "1621": "cada",
  "1622": "cadas",
  "1623": "cil",
  "1624": "cimento",
  "1625": "ciente",
  "1626": "todos",
  "1627": "tonas",
  "1628": "enci",
  "1629": " dois",
  "1630": " mor",
  "1631": " min",
  "1632": "dura",
  "1633": "ligi",
  "1634": " vári",
  "1635": "com",
  "1636": " quanto",
  "1637": " comb",
  "1638": " comu",
  "1639": " comum",
  "1640": " comestível",
  "1641": "érica",
  "1642": " paras",
  "1643": "ácio",
  "1644": "ális",
  "1645": "alo",
  "1646": "alência",
  "1647": " prote",
  "1648": " prova",
  "1649": " proprie",
  "1650": " mar",
  "1651": " matura",
  "1652": " madeira",
  "1653": " éster",
  "1654": " gru",
  "1655": " gê",
  "1656": " geno",
  "1657": " gás",
  "1658": " asse",
  "1659": " asia",
  "1660": " ascós",
  "1661": " seco",
  "1662": " sete",
  "1663": " sejam",
  "1664": "────\n",
  "1665": " Ar",
  "1666": " Aust",
  "1667": " Agricultura",
  "1668": " Ange",
  "1669": " Arizona",
  "1670": "eitas",
  "1671": " ess",
  "1672": " estimada",
  "1673": " escala",
  "1674": "dido",
  "1675": "dição",
  "1676": "raste",
  "1677": " reticu",
  "1678": " refri",
  "1679": " religi",
  "1680": " umbig",
  "1681": "ancy",
  "1682": " pomares",
  "1683": " álco",
  "1684": "cedi",
  "1685": "cedores",
  "1686": "ceae",
  "1687": " conf",
  "1688": " tinha",
  "1689": " tende",
  "1690": " três",
  "1691": " Era",
  "1692": " Expe",
  "1693": " Etimo",
  "1694": "vaian",
  "1695": "tribu",
  "1696": " frutí",
  "1697": " produtivi",
  "1698": "tulo",
  "1699": "vez",
  "1700": " natura",
  "1701": " biol",
  "1702": " bastante",
  "1703": " berga",
  "1704": " nomes",
  "1705": " tabela",
  "1706": " início",
  "1707": " todo",
  "1708": " toda",
  "1709": "mida",
  "1710": "mica",
  "1711": "mitado",
  "1712": "olha",
  "1713": "olden",
  "1714": "olheita",
  "1715": "rosa",
  "1716": "secação",
  "1717": " Uma",
  "1718": "────────────\n",
  "1719": " culin",
  "1720": " camada",
  "1721": " carot",
  "1722": " fonte",
  "1723": " folia",
  "1724": " mudas",
  "1725": " Los",
  "1726": " Lib",
  "1727": " Lista",
  "1728": " New",
  "1729": " desde",
  "1730": " descas",
  "1731": " destruiu",
  "1732": " dessecação",
  "1733": " espes",
  "1734": " Ba",
  "1735": " Bron",
  "1736": " impor",
  "1737": " mer",
  "1738": " melh",
  "1739": " medula",
  "1740": " há",
  "1741": " https",
  "1742": "sio",
  "1743": "zados",
  "1744": "zação",
  "1745": " Fou",
  "1746": " Fancy",
  "1747": " apresenta",
  "1748": " My",
  "1749": " Men",
  "1750": " Man",
  "1751": " Minas",
  "1752": " Mediterrâneo",
  "1753": " litera",
  "1754": " livros",
  "1755": "sam",
  "1756": "sação",
  "1757": "zio",
  "1758": " contribu",
  "1759": " contraste",
  "1760": " cultivado",
  "1761": " Des",
  "1762": " Dou",
  "1763": " pelo",
  "1764": " pect",
  "1765": "riente",
  "1766": "mbro",
  "1767": "onilha",
  "1768": "soria",
  "1769": "vidido",
  "1770": " permi",
  "1771": " perten",
  "1772": " São",
  "1773": " Sul",
  "1774": " San",
  "1775": " Sicí",
  "1776": "poros",
  "1777": " externa",
  "1778": " River",
  "1779": " Ta",
  "1780": " Todas",
  "1781": " Texas",
  "1782": " Trás",
  "1783": "arl",
  "1784": "cestra",
  "1785": " diretamente",
  "1786": " alta",
  "1787": " albe",
  "1788": " aldeídos",
  "1789": "çam",
  "1790": "ária",
  "1791": "geries",
  "1792": "peza",
  "1793": "pedia",
  "1794": " saco",
  "1795": " partí",
  "1796": "velmente",
  "1797": "lheita",
  "1798": "ouros",
  "1799": "tivos",
  "1800": " vetores",
  "1801": "eiramente",
  "1802": "cursos",
  "1803": "posi",
  "1804": "postas",
  "1805": "quet",
  "1806": " gerais",
  "1807": "────────────────────────────\n",
  "1808": " Laranjas",
  "1809": " Indi",
  "1810": "verde",
  "1811": " portanto",
  "1812": " espécimes",
  "1813": " meses",
  "1814": " mesocar",
  "1815": " inclui",
  "1816": " incluem",
  "1817": " já",
  "1818": " resul",
  "1819": " respon",
  "1820": " planta",
  "1821": " plantas",
  "1822": " plantado",
  "1823": "mendoeira",
  "1824": " colhidas",
  "1825": " Com",
  "1826": " enxertando",
  "1827": " enxertia",
  "1828": " Valência",
  "1829": " corre",
  "1830": " forne",
  "1831": " volta",
  "1832": "ática",
  "1833": " relação",
  "1834": " relativamente",
  "1835": " relativas",
  "1836": " terpenoides",
  "1837": " produzir",
  "1838": " produzidos",
  "1839": " Gerais",
  "1840": " Golden",
  "1841": " Juda",
  "1842": " orgâni",
  "1843": "000",
  "1844": "nscri",
  "1845": "puda",
  "1846": " possam",
  "1847": " climas",
  "1848": " série",
  "1849": " consider",
  "1850": " considera",
  "1851": " considerado",
  "1852": " and",
  "1853": " anális",
  "1854": " ancestra",
  "1855": "ntium",
  "1856": "eroba",
  "1857": " colocados",
  "1858": " comercial",
  "1859": " nutri",
  "1860": " numeros",
  "1861": "cional",
  "1862": "cionalmente",
  "1863": " madura",
  "1864": " maduras",
  "1865": " conserva",
  "1866": " consumi",
  "1867": " produzem",
  "1868": " produzindo",
  "1869": " limão",
  "1870": " limpeza",
  "1871": " controle",
  "1872": " controlada",
  "1873": "baixo",
  "1874": "chonilha",
  "1875": "cífi",
  "1876": "forma",
  "1877": "ygdalus",
  "1878": "ந",
  "1879": "ങ",
  "1880": " praga",
  "1881": " preda",
  "1882": " chines",
  "1883": " solo",
  "1884": " fresco",
  "1885": " comprimento",
  "1886": " processa",
  "1887": " redução",
  "1888": " reduzi",
  "1889": " regiões",
  "1890": " Paulo",
  "1891": " Produtos",
  "1892": " Navel",
  "1893": " introduzidas",
  "1894": " introduziram",
  "1895": " temperaturas",
  "1896": " congelado",
  "1897": " desenvolvidos",
  "1898": " His",
  "1899": " XV",
  "1900": " longo",
  "1901": " havaian",
  "1902": "férteis",
  "1903": " evitar",
  "1904": " crescimento",
  "1905": " aumento",
  "1906": " amadure",
  "1907": " amarelo",
  "1908": " azedo",
  "1909": "istente",
  "1910": "iness",
  "1911": "ticum",
  "1912": " gelo",
  "1913": " geada",
  "1914": " grau",
  "1915": " gradu",
  "1916": " representa",
  "1917": " Outro",
  "1918": " causada",
  "1919": " especi",
  "1920": " menção",
  "1921": " México",
  "1922": " variar",
  "1923": " variam",
  "1924": " exporta",
  "1925": " algumas",
  "1926": " alguns",
  "1927": "────────────────────────────────────────────────────────────\n",
  "1928": " interna",
  "1929": " atingir",
  "1930": " atingiu",
  "1931": "cionadas",
  "1932": " climaté",
  "1933": " aromatizar",
  "1934": " Quando",
  "1935": " utilizadas",
  "1936": "-limoneno",
  "1937": "-colheita",
  "1938": "berto",
  "1939": "omia",
  "1940": "picais",
  "1941": "rália",
  "1942": " cetonas",
  "1943": " curto",
  "1944": " frios",
  "1945": " obti",
  "1946": " orangeries",
  "1947": " queima",
  "1948": " proporções",
  "1949": " propagação",
  "1950": " gordurosa",
  "1951": " selecionadas",
  "1952": " Amygdalus",
  "1953": " referido",
  "1954": " condensação",
  "1955": " concentrado",
  "1956": " Europa",
  "1957": " beta",
  "1958": " talvez",
  "1959": " Luís",
  "1960": " irri",
  "1961": " perfumes",
  "1962": " Versal",
  "1963": " volume",
  "1964": "gradação",
  "1965": " sobre",
  "1966": " completamente",
  "1967": " chamado",
  "1968": " ambiente",
  "1969": " frequentemente",
  "1970": " surgiu",
  "1971": " Referências",
  "1972": " joaninhas",
  "1973": " açúcar",
  "1974": " sanguíne",
  "1975": " portugueses",
  "1976": " trouxeram",
  "1977": " Wik",
  "1978": " °",
  "1979": " raspas",
  "1980": "20d986d8a7d8",
  "1981": "-Montes",
  "1982": ".org",
  "1983": ".wikipedia",
  "1984": "Apesar",
  "1985": "Idioma",
  "1986": "Título",
  "1987": "gríco",
  "1988": "lhante",
  "1989": "tância",
  "1990": "xonomia",
  "1991": "xuadamente",
  "1992": " etileno",
  "1993": " eficiente",
  "1994": " cinco",
  "1995": " atacou",
  "1996": " adequ",
  "1997": " aurantium",
  "1998": " aquecedores",
  "1999": " abordagem",
  "2000": " sensoria",
  "2001": " sânscri",
  "2002": " spots",
  "2003": "ordeste",
  "2004": " família",
  "2005": " felpuda",
  "2006": " firmeza",
  "2007": "ticidas",
  "2008": " unifor",
  "2009": " várias",
  "2010": " provavelmente",
  "2011": " maturação",
  "2012": " ésteres",
  "2013": " gênero",
  "2014": " genoma",
  "2015": " assexuadamente",
  "2016": " asiaticum",
  "2017": " ascósporos",
  "2018": " Austrália",
  "2019": " Angeles",
  "2020": " reticulata",
  "2021": " refrige",
  "2022": " umbigo",
  "2023": " álcoois",
  "2024": " Etimologia",
  "2025": "tributos",
  "2026": " frutífera",
  "2027": " produtividade",
  "2028": " bioló",
  "2029": " carotenoides",
  "2030": " foliares",
  "2031": " Liberoba",
  "2032": " Bronze",
  "2033": " Fouquet",
  "2034": " literatura",
  "2035": " Douro",
  "2036": " pectina",
  "2037": " Sicília",
  "2038": " albedo",
  "2039": " partículas",
  "2040": " Indian",
  "2041": " mesocarpo",
  "2042": " responde",
  "2043": " orgânicos",
  "2044": " análise",
  "2045": " numerosos",
  "2046": " chinesa",
  "2047": " Versalhes",
  "2048": " نار",
  "2049": "grícola",
  "2050": " sensoriais",
  "2051": " Liberobacter",
  "2052": " '",
  "2053": " :",
  "2054": " Y",
  "2055": " ri",
  "2056": " ro",
  "2057": " is",
  "2058": " il",
  "2059": " las",
  "2060": " rica",
  "2061": " ron",
  "2062": " rou",
  "2063": "20e0a4",
  "2064": "20e0b4",
  "2065": " ந",
  "2066": "\"A",
  "2067": "\".\n",
  "2068": "',",
  "2069": "-A",
  "2070": "-V",
  "2071": "-as",
  "2072": "-la",
  "2073": "-da",
  "2074": "-to",
  "2075": "-du",
  "2076": "-lo",
  "2077": "-ni",
  "2078": "-le",
  "2079": "-mo",
  "2080": "-mi",
  "2081": "-po",
  "2082": "-su",
  "2083": "-pera",
  "2084": "-ba",
  "2085": "-para",
  "2086": ".sa",
  "2087": ".pt",
  "2088": "/\n",
  "2089": "/A",
  "2090": "/produ",
  "2091": "13",
  "2092": "23",
  "2093": "29",
  "2094": "220",
  "2095": "30",
  "2096": "33",
  "2097": "36",
  "2098": "40",
  "2099": "42",
  "2100": "57",
  "2101": "58",
  "2102": "59",
  "2103": "64",
  "2104": "67",
  "2105": "69",
  "2106": "650",
  "2107": "70",
  "2108": "75",
  "2109": "77",
  "2110": "79",
  "2111": "80",
  "2112": "84",
  "2113": "85",
  "2114": "800",
  "2115": "90",
  "2116": "Ar",
  "2117": "Agricul",
  "2118": "Ban",
  "2119": "Colheita",
  "2120": "DN",
  "2121": "Di",
  "2122": "Dur",
  "2123": "Ent",
  "2124": "IV",
  "2125": "Já",
  "2126": "La",
  "2127": "Na",
  "2128": "No",
  "2129": "Nos",
  "2130": "Nor",
  "2131": "Ou",
  "2132": "Prunus",
  "2133": "Se",
  "2134": "SDA",
  "2135": "Todas",
  "2136": "USDA",
  "2137": "Via",
  "2138": "ab",
  "2139": "af",
  "2140": "ak",
  "2141": "au",
  "2142": "ay",
  "2143": "ame",
  "2144": "amente",
  "2145": "amo",
  "2146": "aça",
  "2147": "aranja",
  "2148": "agem",
  "2149": "atro",
  "2150": "agra",
  "2151": "atores",
  "2152": "atamente",
  "2153": "apon",
  "2154": "aint",
  "2155": "bi",
  "2156": "bran",
  "2157": "bal",
  "2158": "bul",
  "2159": "bem",
  "2160": "bent",
  "2161": "bur",
  "2162": "bir",
  "2163": "bidas",
  "2164": "bérica",
  "2165": "cra",
  "2166": "cni",
  "2167": "cores",
  "2168": "cina",
  "2169": "cura",
  "2170": "cron",
  "2171": "classifica",
  "2172": "câni",
  "2173": "cendo",
  "2174": "cende",
  "2175": "ctivamente",
  "2176": "cruzamento",
  "2177": "cteri",
  "2178": "clina",
  "2179": "cinu",
  "2180": "ceitas",
  "2181": "ciness",
  "2182": "dra",
  "2183": "dri",
  "2184": "dis",
  "2185": "dência",
  "2186": "ding",
  "2187": "dinal",
  "2188": "dável",
  "2189": "diness",
  "2190": "eo",
  "2191": "ece",
  "2192": "eus",
  "2193": "emi",
  "2194": "etados",
  "2195": "ego",
  "2196": "ease",
  "2197": "ebele",
  "2198": "eté",
  "2199": "fa",
  "2200": "fes",
  "2201": "fre",
  "2202": "fí",
  "2203": "fru",
  "2204": "fei",
  "2205": "feno",
  "2206": "flu",
  "2207": "frica",
  "2208": "folha",
  "2209": "gh",
  "2210": "gé",
  "2211": "gó",
  "2212": "gou",
  "2213": "gnifica",
  "2214": "gens",
  "2215": "grou",
  "2216": "gust",
  "2217": "geiramente",
  "2218": "hy",
  "2219": "hor",
  "2220": "her",
  "2221": "hão",
  "2222": "hal",
  "2223": "hia",
  "2224": "hum",
  "2225": "im",
  "2226": "ias",
  "2227": "ios",
  "2228": "ima",
  "2229": "iro",
  "2230": "ite",
  "2231": "iras",
  "2232": "itos",
  "2233": "iga",
  "2234": "ibri",
  "2235": "intes",
  "2236": "iclo",
  "2237": "ixa",
  "2238": "idamente",
  "2239": "icron",
  "2240": "idra",
  "2241": "iego",
  "2242": "ja",
  "2243": "jas",
  "2244": "jado",
  "2245": "juda",
  "2246": "jantes",
  "2247": "juri",
  "2248": "jetados",
  "2249": "ke",
  "2250": "kin",
  "2251": "kan",
  "2252": "lla",
  "2253": "leiras",
  "2254": "lás",
  "2255": "ltima",
  "2256": "lácio",
  "2257": "mão",
  "2258": "mé",
  "2259": "mte",
  "2260": "mil",
  "2261": "més",
  "2262": "mária",
  "2263": "nd",
  "2264": "nu",
  "2265": "nda",
  "2266": "nis",
  "2267": "nca",
  "2268": "ndes",
  "2269": "nsa",
  "2270": "neiras",
  "2271": "nando",
  "2272": "nhe",
  "2273": "nfi",
  "2274": "ngas",
  "2275": "ndalus",
  "2276": "ngica",
  "2277": "ngen",
  "2278": "nçam",
  "2279": "nbur",
  "2280": "njuri",
  "2281": "nkan",
  "2282": "oo",
  "2283": "oma",
  "2284": "oão",
  "2285": "oen",
  "2286": "olo",
  "2287": "odi",
  "2288": "onci",
  "2289": "oar",
  "2290": "oides",
  "2291": "ologia",
  "2292": "oplas",
  "2293": "oebele",
  "2294": "pla",
  "2295": "pre",
  "2296": "pto",
  "2297": "pei",
  "2298": "pha",
  "2299": "pia",
  "2300": "plant",
  "2301": "píde",
  "2302": "pira",
  "2303": "ples",
  "2304": "pero",
  "2305": "pho",
  "2306": "ptadas",
  "2307": "pidamente",
  "2308": "rt",
  "2309": "rer",
  "2310": "rta",
  "2311": "rde",
  "2312": "rve",
  "2313": "rle",
  "2314": "rga",
  "2315": "rário",
  "2316": "rmu",
  "2317": "sta",
  "2318": "sando",
  "2319": "sível",
  "2320": "spero",
  "2321": "tes",
  "2322": "tã",
  "2323": "tin",
  "2324": "tre",
  "2325": "tá",
  "2326": "tras",
  "2327": "tina",
  "2328": "trus",
  "2329": "tú",
  "2330": "téci",
  "2331": "tno",
  "2332": "tência",
  "2333": "trans",
  "2334": "tás",
  "2335": "tâni",
  "2336": "tch",
  "2337": "ther",
  "2338": "uw",
  "2339": "unt",
  "2340": "uma",
  "2341": "udo",
  "2342": "uras",
  "2343": "utri",
  "2344": "uros",
  "2345": "uem",
  "2346": "ualmente",
  "2347": "uar",
  "2348": "upe",
  "2349": "unde",
  "2350": "ulada",
  "2351": "uitas",
  "2352": "ugust",
  "2353": "uke",
  "2354": "vas",
  "2355": "ves",
  "2356": "vão",
  "2357": "ví",
  "2358": "vil",
  "2359": "vens",
  "2360": "vário",
  "2361": "vilha",
  "2362": "wn",
  "2363": "xy",
  "2364": "xant",
  "2365": "xtura",
  "2366": "ya",
  "2367": "yclo",
  "2368": "zindo",
  "2369": "zinha",
  "2370": "816672696361",
  "2371": "856761",
  "2372": "8a786f",
  "2373": "8de0a4",
  "2374": "8de0b499",
  "2375": "a4e0ae",
  "2376": "a58de0a4",
  "2377": "b0e0a4",
  "2378": "b0e0aea8",
  "2379": "b0e0b499",
  "2380": "b46d696361",
  "2381": "b58de0b499",
  "2382": "b9856761",
  "2383": "bee0a4",
  "2384": "bee0b4",
  "2385": "ômica",
  "2386": "گ",
  "2387": "e0a58de0a4",
  "2388": "്ങ",
  "2389": "ṅga",
  "2390": " dra",
  "2391": " dé",
  "2392": " dry",
  "2393": "rah",
  "2394": "rade",
  "2395": "radas",
  "2396": "rabe",
  "2397": "radores",
  "2398": "ragas",
  "2399": "raṅga",
  "2400": " ela",
  "2401": " eta",
  "2402": " eli",
  "2403": " eco",
  "2404": " eve",
  "2405": " efica",
  "2406": " eram",
  "2407": " eles",
  "2408": " efei",
  "2409": " ejetados",
  "2410": " euros",
  "2411": "asos",
  "2412": "astros",
  "2413": " pH",
  "2414": " pá",
  "2415": " pul",
  "2416": " pse",
  "2417": " plas",
  "2418": " pig",
  "2419": " pur",
  "2420": " pós",
  "2421": " pés",
  "2422": " pico",
  "2423": " pleno",
  "2424": " pint",
  "2425": " plás",
  "2426": " cm",
  "2427": " cos",
  "2428": " cre",
  "2429": " cle",
  "2430": " cus",
  "2431": " cros",
  "2432": " cica",
  "2433": " clas",
  "2434": " câ",
  "2435": " cria",
  "2436": " cris",
  "2437": " clor",
  "2438": " calo",
  "2439": " ant",
  "2440": " ado",
  "2441": " aqu",
  "2442": " ani",
  "2443": " age",
  "2444": " agi",
  "2445": " amar",
  "2446": " afe",
  "2447": " anti",
  "2448": " agra",
  "2449": " amon",
  "2450": " acha",
  "2451": " acor",
  "2452": " agricultura",
  "2453": " abas",
  "2454": " abaixo",
  "2455": " aberto",
  "2456": " atributos",
  "2457": " agrícola",
  "2458": " abran",
  "2459": " ajuda",
  "2460": " axy",
  "2461": " deu",
  "2462": " dez",
  "2463": " deca",
  "2464": " deli",
  "2465": " dete",
  "2466": " dentes",
  "2467": " deles",
  "2468": " depende",
  "2469": " detém",
  "2470": " decom",
  "2471": " deforma",
  "2472": " declina",
  "2473": "ntão",
  "2474": "ntal",
  "2475": "ntan",
  "2476": "ntários",
  "2477": "ntualmente",
  "2478": "osqu",
  "2479": "osca",
  "2480": "osal",
  "2481": "esa",
  "2482": "esí",
  "2483": "esus",
  "2484": "essi",
  "2485": "esper",
  "2486": "estão",
  "2487": "esquis",
  "2488": "esouros",
  "2489": "rio",
  "2490": "rior",
  "2491": "ridos",
  "2492": "ridi",
  "2493": "rigem",
  "2494": "rinh",
  "2495": "rixia",
  "2496": "rização",
  "2497": "rilhante",
  "2498": "ridis",
  "2499": "ringen",
  "2500": "laranj",
  "2501": "lare",
  "2502": "lanos",
  "2503": "laia",
  "2504": "lador",
  "2505": "latórios",
  "2506": "lançam",
  "2507": " sca",
  "2508": " sal",
  "2509": " sil",
  "2510": " scar",
  "2511": " sens",
  "2512": " santi",
  "2513": " sinto",
  "2514": " scra",
  "2515": " sim",
  "2516": " skin",
  "2517": "ork",
  "2518": "ormente",
  "2519": "orna",
  "2520": "orgâni",
  "2521": "mero",
  "2522": "memente",
  "2523": "mendoa",
  "2524": "medor",
  "2525": "melada",
  "2526": "medula",
  "2527": "meçam",
  "2528": "melhante",
  "2529": "mal",
  "2530": "mau",
  "2531": "maras",
  "2532": "matura",
  "2533": "malmente",
  "2534": "manas",
  "2535": "maturas",
  "2536": "manh",
  "2537": "erul",
  "2538": "erel",
  "2539": "ermin",
  "2540": "eremi",
  "2541": "ervas",
  "2542": "doras",
  "2543": "doeste",
  "2544": "down",
  "2545": " copa",
  "2546": " cobri",
  "2547": " copos",
  "2548": " cochonilha",
  "2549": " coberto",
  "2550": " começam",
  "2551": " coerul",
  "2552": "rana",
  "2553": "rang",
  "2554": "randa",
  "2555": "raná",
  "2556": "tal",
  "2557": "tam",
  "2558": "tat",
  "2559": "tais",
  "2560": "tanto",
  "2561": "tantes",
  "2562": "tabela",
  "2563": "dar",
  "2564": "dala",
  "2565": "darina",
  "2566": "ropaga",
  "2567": "roço",
  "2568": "ropicais",
  "2569": " África",
  "2570": " Êxo",
  "2571": "ãos",
  "2572": "ães",
  "2573": " fá",
  "2574": " flo",
  "2575": " fil",
  "2576": " fú",
  "2577": " fron",
  "2578": " fib",
  "2579": " flav",
  "2580": " fiz",
  "2581": " flor",
  "2582": " frag",
  "2583": " ferra",
  "2584": " fervi",
  "2585": "ises",
  "2586": "issi",
  "2587": "isso",
  "2588": "ispe",
  "2589": "istro",
  "2590": "isfé",
  "2591": "iscou",
  "2592": "isian",
  "2593": "istência",
  "2594": " larga",
  "2595": "ino",
  "2596": "inan",
  "2597": "incos",
  "2598": "inou",
  "2599": "inente",
  "2600": "inosa",
  "2601": "inho",
  "2602": "qui",
  "2603": "quem",
  "2604": "quia",
  "2605": "quência",
  "2606": "quentes",
  "2607": "quenas",
  "2608": "quinas",
  "2609": "quenci",
  "2610": " of",
  "2611": " oci",
  "2612": " oil",
  "2613": " ova",
  "2614": " ole",
  "2615": " ofer",
  "2616": " ocor",
  "2617": " oriente",
  "2618": " other",
  "2619": " ovário",
  "2620": " origem",
  "2621": "mentar",
  "2622": "mentinas",
  "2623": "mentadas",
  "2624": " neste",
  "2625": " níveis",
  "2626": " nordeste",
  "2627": "til",
  "2628": "tiz",
  "2629": "ties",
  "2630": "tida",
  "2631": "tian",
  "2632": "tion",
  "2633": "tipo",
  "2634": "tiada",
  "2635": "tirado",
  "2636": "ticação",
  "2637": "rey",
  "2638": "rede",
  "2639": "regu",
  "2640": "reza",
  "2641": "reak",
  "2642": "dee",
  "2643": "dem",
  "2644": "deal",
  "2645": "dencia",
  "2646": "depende",
  "2647": "degradação",
  "2648": "deiras",
  "2649": "deja",
  "2650": "dental",
  "2651": "ída",
  "2652": "ídas",
  "2653": "íria",
  "2654": "ídio",
  "2655": "íder",
  "2656": "ízes",
  "2657": "íbem",
  "2658": " usu",
  "2659": " usos",
  "2660": " usando",
  "2661": "ços",
  "2662": "cao",
  "2663": "cado",
  "2664": "cali",
  "2665": "cares",
  "2666": "canos",
  "2667": "carot",
  "2668": "cios",
  "2669": "cies",
  "2670": "cipa",
  "2671": "ciça",
  "2672": "cilmente",
  "2673": "ciadas",
  "2674": "citrus",
  "2675": "toque",
  "2676": "toridade",
  "2677": "ene",
  "2678": "enín",
  "2679": "enhum",
  "2680": " doze",
  "2681": " domes",
  "2682": " domés",
  "2683": " embri",
  "2684": " emissão",
  "2685": " embaixo",
  "2686": " má",
  "2687": " mó",
  "2688": " mus",
  "2689": " mês",
  "2690": " musse",
  "2691": " mouros",
  "2692": " micron",
  "2693": " mosca",
  "2694": " mãos",
  "2695": "duro",
  "2696": "ducas",
  "2697": "duzi",
  "2698": "dustri",
  "2699": "lima",
  "2700": "lida",
  "2701": "lian",
  "2702": "lidade",
  "2703": "lidades",
  "2704": "ligem",
  "2705": "lifeno",
  "2706": " vant",
  "2707": " vasos",
  "2708": " vesí",
  "2709": " vincos",
  "2710": "cobri",
  "2711": "cons",
  "2712": " qual",
  "2713": " químicos",
  "2714": " quinto",
  "2715": " quatro",
  "2716": " commo",
  "2717": " compa",
  "2718": " compo",
  "2719": " comidas",
  "2720": " commu",
  "2721": "éria",
  "2722": "énde",
  "2723": "ético",
  "2724": "ésio",
  "2725": "écni",
  "2726": " laranjais",
  "2727": "ruises",
  "2728": " pai",
  "2729": " pape",
  "2730": " parou",
  "2731": " pauta",
  "2732": " palácio",
  "2733": " parede",
  "2734": " dar",
  "2735": " data",
  "2736": " dados",
  "2737": " danos",
  "2738": " danifica",
  "2739": " daqui",
  "2740": "áveis",
  "2741": "ázio",
  "2742": "ald",
  "2743": "alha",
  "2744": "alácio",
